Repository: SananMahmudov/UpTodo
Catalog: lib/l10n/app_*.arb
Languages: az

source: Hey Halal,
az: Salam Halal,

source: Username
az: İstifadəçi adı

source: Settings
az: Parametrlər

source: Change Language
az: Dili dəyiş

source: Sub - Task
az: Alt-tapşırıq

source: Account
az: Hesab

source: Delete Task
az: Tapşırığı sil

source: Task Priority :
az: Tapşırıq prioritetliyi :

source: Task Category :
az: Tapşırıq kateqoriyası :

source: Task Time :
az: Tapşırıq vaxtı :

source: Take picture
az: Şəkil çək

# defaultText
source: Default
az: Defolt

# addSubText
source: Add Sub - Task
az: Alt-tapşırıq əlavə et

source: Import from Google Drive
az: Google Drive-dan idxal et

source: Import from gallery
az: Qalereyadan idxal et

source: Log out
az: Çıxış

source: Support US
az: Bizə dəstək ol

source: Edit
az: Redaktə et

source: Edit Task
az: Tapşırığı redaktə et

# newPassword
source: Enter new password
az: Yeni şifrəni daxil edin

# newImage
source: Change account Image
az: Hesab şəklini dəyiş

# oldPassword
source: Enter old password
az: Köhnə şifrəni daxil edin

source: Help & Feedback
az: Kömək və rəy

source: About US
az: Haqqımızda

# accountImage
source: Change account Image
az: Hesab şəklini dəyişdir

# accountPassword
source: Change account password
az: Hesab şifrəsini dəyişdir

# accountName
source: Change account name
az: Hesab adını dəyişdir

source: App Settings
az: Tətbiq parametrləri

# tasksLeft
source: 10 Task left
az: 10 tapşırıq qaldı

# tasksDone
source: 5 Task done
az: 5 tapşırıq tamamlandı

source: Choose icon from library
az: Kitabxanadan ikon seç

source: Category name :
az: Kateqoriya adı :

source: Category icon :
az: Kateqoriya ikonu :

source: Category color :
az: Kateqoriya rəngi :

source: Create new Category
az: Yeni kateqoriya yarat

source: Create Category
az: Kateqoriya yarat

source: Description
az: Təsvir

source: Profile
az: Profil

source: Choose Category
az: Kateqoriya seç

source: Add Category
az: Kateqoriya əlavə et

source: University
az: Universitet

source: Close
az: Bağla

source: Save
az: Yadda saxla

source: Cancel
az: Ləğv et

# homeTitle
source: What do you want to do today?
az: Bu gün nə etmək istəyirsiniz?

# homeSubTitle
source: Tap + to add your tasks
az: Tapşırıq əlavə etmək üçün + toxunun

source: or
az: və ya

source: Add Task
az: Tapşırıq əlavə et

source: Index
az: Əsas səhifə

source: Calendar
az: Təqvim

source: Confirm Password
az: Şifrəni təsdiqləyin

# dontHaveAnAccount
source: Donâ€™t have an account?
az: Hesabınız yoxdur?

source: Password
az: Şifrə

source: Register
az: Qeydiyyat

# registerGoogle
source: Register with Google
az: Google ilə qeydiyyat

# registerApple
source: Register with Apple
az: Apple ilə qeydiyyat

# haveAccount
source: Already have an account?
az: Artıq hesabınız var?

# loginGoogle
source: Login with Google
az: Google ilə giriş

# loginApple
source: Login with Apple
az: Apple ilə giriş

source: Login
az: Giriş

source: Enter your Username
az: İstifadəçi adınızı daxil edin

source: SKIP
az: ÖTÜR

source: NEXT
az: NÖVBƏTİ

source: GET STARTED
az: BAŞLA

source: Organize your tasks
az: Tapşırıqlarınızı təşkil edin

# organizeYourTasksSub
source: You can organize your daily tasks by adding your tasks into separate categories
az: Gündəlik tapşırıqlarınızı müxtəlif kateqoriyalara bölərək təşkil edə bilərsiniz

source: BACK
az: GERİ

source: Create daily routine
az: Gündəlik rejiminizi yaradın

# createDailyRoutineSub
source: In Uptodo you can create your personalized routine to stay productive
az: Uptodo-da məhsuldar qalmaq üçün fərdi rejiminizi yarada bilərsiniz

source: Manage your tasks
az: Tapşırıqlarınızı idarə edin

# manageYourTasksSubText
source: You can easily manage all of your daily tasks in DoMe for free
az: Bütün gündəlik tapşırıqlarınızı DoMe-də pulsuz olaraq asanlıqla idarə edə bilərsiniz
